Repository: Kosrabt/download-attachments
Catalog: languages/download-attachments-*.po
Languages: pl_pl

source: Index
pl_pl: Nr w kolejności

source: Exclude
pl_pl: Wyklucz

source: Added by
pl_pl: Dodany przez

source: Title
pl_pl: Tytuł

source: File type
pl_pl: Typ pliku

source: Icon
pl_pl: Ikona

source: Size
pl_pl: Rozmiar

source: Date added
pl_pl: Data dodania

source: Downloads
pl_pl: Pobrania

source: Are you sure you want to reset these settings to defaults?
pl_pl: Jesteś pewny, że chcesz zresetować ustawienia do domyślnych?

source: Are you sure you want to reset number of downloads of all attachments?
pl_pl: Jesteś pewny, że chcesz zresetować liczbę pobrań dla wszystkich załączników?

source: Select Attachments
pl_pl: Wybierz załączniki

source: Edit attachment
pl_pl: Edytuj załącznik

source: Add selected attachments
pl_pl: Dodaj zaznaczone załączniki

source: Save attachment
pl_pl: Zapisz załącznik

source: Insert download link
pl_pl: Wstaw plik do pobrania

source: Insert into post
pl_pl: Wstaw do wpisu

source: No attachments added yet.
pl_pl: Nie dodano jeszcze żadnych załączników.

source: Do you want to remove this attachment?
pl_pl: Jesteś pewny, że chcesz usunąć ten załącznik?

source: Remove
pl_pl: Usuń

source: Edit
pl_pl: Edytuj

source: Unexpected error occured. Please refresh the page and try again.
pl_pl: Wystąpił nieoczekiwany błąd. Proszę odświeżyć stronę i spróbować ponownie.

source: Support
pl_pl: Pomoc

source: Settings
pl_pl: Ustawienia

source: No attachments to download
pl_pl: Brak załączników do pobrania

source: Download Attachments
pl_pl: Załączniki do pobrania

source: File
pl_pl: Plik

source: Description
pl_pl: Opis

source: File size
pl_pl: Rozmiar pliku

source: Save
pl_pl: Zapisz

source: Add new attachment
pl_pl: Dodaj nowy załącznik

source: Actions
pl_pl: Działania

source: Enable
pl_pl: Włącz

source: Disable
pl_pl: Wyłącz

source: All files
pl_pl: Wszystkie załączniki

source: Attached to a post only
pl_pl: Tylko załączone do danego wpisu

source: Manage download attachments
pl_pl: Zarządzanie załącznikami do pobrania

source: Media Library
pl_pl: Biblioteka mediów

source: Modal
pl_pl: Okno modal

source: before the content
pl_pl: przed treścią

source: after the content
pl_pl: po treści

source: manually
pl_pl: ręcznie

source: List
pl_pl: Lista

source: Table
pl_pl: Tabela

source: Force download
pl_pl: Wymuszone pobieranie

source: Redirect to file
pl_pl: Przekierowanie do pliku

source: caption
pl_pl: podpis

source: description
pl_pl: opis

source: Need support?
pl_pl: Potrzebujesz pomocy?

source: If you are having problems with this plugin, please talk about them in the
pl_pl: Jeśli masz jakiekolwiek problemy z tą wtyczą, napisz o nich na

source: Support forum
pl_pl: Forum pomocy

source: Do you like this plugin?
pl_pl: Lubisz tę wtyczkę?

source: Rate it 5
pl_pl: Oceń ją na 5

source: on WordPress.org
pl_pl: na WordPress.org

source: Blog about it & link to the
pl_pl: Napisz o niej i dodaj link do

source: plugin page
pl_pl: strony wtyczki

source: Check out our other
pl_pl: Sprawdź nasze inne

source: WordPress plugins
pl_pl: wtyczki do WordPressa

source: Created by
pl_pl: Stworzone przez

source: Reset to defaults
pl_pl: Reset do domyślnych

source: Reset downloads
pl_pl: Reset ilości pobrań

source: General settings
pl_pl: Ustawienia ogólne

source: Label
pl_pl: Nazwa

source: Capabilities
pl_pl: Uprawnienia

source: Supported Post Types
pl_pl: Typy wpisów

source: Download Method
pl_pl: Metoda pobieranie

source: Deactivation
pl_pl: Deaktywacja

source: Admin settings
pl_pl: Ustawienia dla panelu administracyjnego

source: Backend Display
pl_pl: Wyświetlanie w admin

source: Backend Downloads Description
pl_pl: Opis załączników do pobrania w admin

source: Edit attachment link
pl_pl: Link do edycji załącznika

source: Downloads in Media Library
pl_pl: Pobrania w Bibliotece mediów

source: Frontend settings
pl_pl: Ustawienia dla frontu strony

source: Frontend Display
pl_pl: Wyświetlanie na stronie

source: Display Style
pl_pl: Styl wyświetlania

source: Frontend Downloads Description
pl_pl: Opis załączników na stronie

source: Use CSS style
pl_pl: Użyj stylu CSS

source: Pretty URLs
pl_pl: Przyjazne linki

source: Downloads List Display
pl_pl: Wyświetlanie listy załączników

source: Enter download attachments list label.
pl_pl: Podaj nazwę dla listy załączników do pobrania.

source: Select which post types would you like to enable for your downloads.
pl_pl: Wybierz typy wpisów dla których chesz włączyć możliwość pobierania załączników.

source: Select download method.
pl_pl: Wybierz metodę pobierania plików.

source: Select which columns would you like to enable on backend for your downloads.
pl_pl: Wybierz kolumny, jakie mają być widoczne w załącznikach do pobrania w panelu administracyjnym.

source: Select which columns would you like to enable on frontend for your downloads.
pl_pl: Wybierz kolumny, jakie mają być widoczne w załącznikach do pobrania na stronie.

source: Select if you'd like to use bultin CSS style.
pl_pl: Wybierz czy chcesz używać wbudowanego stylu CSS.

source: Enable if you want to use pretty URLs.
pl_pl: Włącz tę opcję, jeśli chesz korzystać z przyjaznych odnośników.

source: Slug
pl_pl: Bezpośredni odnośnik

source: Download link slug.
pl_pl: Bezpośredni odnośnik do pobierania

source: Select where you would like your download attachments to be displayed.
pl_pl: Wybierz w którym miejscu chciałbyś wyświetlić załączniki do pobrania.

source: Select display style for file attachments.
pl_pl: Wybierz sposób wyświetlania załączników.

source: Select what fields to use on backend for download attachments description.
pl_pl: Wybierz jakie pola zostaną zastosowane jako opis załącznika do pobrania w panelu administracyjnym.

source: Select what fields to use on frontend for download attachments description.
pl_pl: Wybierz jakie pola zostaną zastosowane jako opis załącznika do pobrania na stronie.

source: Select where you would like to edit download attachments.
pl_pl: Wybierz gdzie chciałbyś edytować załączniki.

source: Select which attachments should be visible in Media Library window.
pl_pl: Wybierz, jakie załączniki mają być widoczne w oknie Biblioteki Mediów trakcie dodawania załącznika do pobrania.

source: Enable if you want to display downloads count in your Media Library columns.
pl_pl: Włącz tę opcję jeśli chcesz wyświetlić liczbę pobrań załączników w kolumnie w Bibliotece Mediów.

source: Role
pl_pl: Rola

source: None
pl_pl: Brak

source: Select user roles allowed to add, remove and manage Download Attachments.
pl_pl: Wybierz role użytkowników, którzy będą mogli dodawać, usuwać i edytować Załączniki do pobrania.

source: Enable if you want all plugin data to be deleted on deactivation.
pl_pl: Włącz tę opcję, jeśli chcesz usunąć wszystkie dane wtyczki po jej deaktywacji.

source: Settings restored to defaults.
pl_pl: Ustawienia zostały zresetowane do domyślnych.

source: An error occurred while resetting the number of downloads.
pl_pl: W trakcie resetowania liczby pobrań wystąpił nieoczekiwany błąd.

source: Number of downloads of all attachments has been reset.
pl_pl: Liczba pobrań wszystkich załączników została zresetowana.
